tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "k1low/tap"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "xz"
brew "certbot"
brew "colordiff"
brew "coreutils"
brew "go"
brew "dep"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gitmoji", link: false
brew "gnu-sed"
brew "htop"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli"
brew "minikube"
brew "mysql@5.7"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "nvm"
brew "postgresql"
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "terraform"
brew "the_silver_searcher"
brew "unar"
brew "watch"
brew "yarn"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "k1low/tap/tbls"
cask "atom"
cask "authy"
cask "avira-antivirus"
cask "chromium"
cask "coteditor"
cask "day-o"
cask "deluge"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-noto-sans-cjk-jp"
cask "free-ruler"
cask "gimp"
cask "google-backup-and-sync"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "microsoft-edge"
cask "opera"
cask "postman"
cask "qlvideo"
cask "skitch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "xquartz"
