tap "adoptopenjdk/openjdk"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "k1low/tap"
brew "act"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "certbot"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gitmoji"
brew "gnu-sed"
brew "go"
brew "goenv", args: ["HEAD"]
brew "hadolint"
brew "htop"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli"
brew "minikube"
brew "mysql@5.7"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "subversion"
brew "terraform"
brew "tree"
brew "unar"
brew "watch"
brew "yarn"
brew "xz"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
brew "k1low/tap/tbls"
cask "bitwarden"
cask "coteditor"
cask "day-o"
cask "deepl"
cask "deluge"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-roboto"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "gyazo"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "messenger"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "nordvpn"
cask "notion"
cask "onedrive"
cask "postman"
cask "qlvideo"
cask "rectangle"
cask "sequel-ace"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
cask "zoom"
