tap "adoptopenjdk/openjdk"
tap "ariga/tap"
tap "cargo-lambda/cargo-lambda"
tap "dotenvx/brew"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "k1low/tap"
brew "act"
brew "xz"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "gcc"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "goenv", args: ["HEAD"]
brew "hadolint"
brew "hey"
brew "htop"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli"
brew "mysql"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "openjdk"
brew "postgresql"
brew "podman"
brew "procs"
brew "pyenv"
brew "python-build"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sd"
brew "shared-mime-info"
brew "shellcheck"
brew "stylua"
brew "taplo"
brew "terragrunt"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "dotenvx/brew/dotenvx"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "k1low/tap/tbls"
cask "chatgpt"
cask "claude"
cask "coteditor"
cask "datagrip"
cask "deepl"
cask "deluge"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "font-cascadia-mono"
cask "font-code-new-roman-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-mono-cjk-jp"
cask "font-roboto"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-for-powerline"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "inkscape"
cask "itsycal"
cask "kiro"
cask "markedit"
cask "messenger"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "podman-desktop"
cask "onedrive"
cask "postman"
cask "protonvpn"
cask "qlvideo"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale-app"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
cask "zoom"
